public/offerings.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-10-12 Sat 17:58 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>JHJ Technology: Our Offerings</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="https://cdn.simplecss.org/simple.min.css" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">JHJ Technology: Our Offerings</h1>
<p>
<a href="index.html">Home</a>
</p>

<p>
We offer a comprehensive set of software development service to drive your company towards success.
</p>

<div id="outline-container-org2cfb327" class="outline-2">
<h2 id="org2cfb327">Clojure Consultancy</h2>
<div class="outline-text-2" id="text-org2cfb327">
<p>
Our consultants provide experience and skill in the areas of functional programming
and distributed systems, making us the perfect choice.
</p>
</div>
</div>

<div id="outline-container-org17ae10d" class="outline-2">
<h2 id="org17ae10d">Technical Leadership</h2>
<div class="outline-text-2" id="text-org17ae10d">
<p>
We stay up-to-date with the latest technology trends and offer innovative solutions that help
you stay ahead of the competition.
</p>
</div>
</div>

<div id="outline-container-org233d2e3" class="outline-2">
<h2 id="org233d2e3">Bootstrapping Startups</h2>
<div class="outline-text-2" id="text-org233d2e3">
<p>
Our tech stack allows for rapid iteration and short lead times, allowing you to realise
and bring your ideas to market quickly.
</p>
</div>
</div>

<div id="outline-container-orgf2e65e8" class="outline-2">
<h2 id="orgf2e65e8">Product Prototyping</h2>
<div class="outline-text-2" id="text-orgf2e65e8">
<p>
We are specialists in rapid prototyping and MVP building. The quicker we can get a viable
version of your product in front of users, the better.
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Created: 2024-10-12 Sat 17:58</p>
<p class="creator"><a href="https://www.gnu.org/software/emacs/">Emacs</a> 29.4 (<a href="https://orgmode.org">Org</a> mode 9.6.15)</p>
</div>
</body>
</html>
